Repository: CityOfZion/Neodius
Catalog: Neodius/Supporting Files/LocalizedData/*.lproj/Localizable.strings
Languages: de, nb

source: %@ makes use of the following third party libraries. Many thanks to the developers making them available!
de: %@ nutzt die folgenden Third-Party Bibliotheken. Vielen Dank an die Entwickler, die sie uns zur Verfügung stellen!
nb: %@ brukes de følgende tredjepartsbiblioteker. Mange takk til utviklerne som gjør de tilgjengelige!

source: %@ Market information
de: %@ Marktinformationen
nb: %@ Markedsinformasjon

source: 1 Hour
de: 1 Stunde
nb: 1 Time

source: 24 Hour trading
de: 24 Std. Handelsvolumen
nb: 24 Timers handel

source: 24 Hours
de: 24 Stunden
nb: 24 Timer

source: 24h high
de: 24 Std. Hoch
nb: 24h høy

source: 24h low
de: 24 Std. Tief
nb: 24h lav

source: 7 Days
de: 7 Tage
nb: 7 Dager

source: <Language> is translated by: <your (nick) name> (<e-mail>)
de: German is translated by: Dominik Thanner (crashyourself22@gmail.com)
nb: Norwegian is translated by: Nick the Dick

source: <p>[Please insert your message here]</p><p><em>For support inquiries, please include the following information. These make it easier for me to help you. Thank you!</em><p><hr><p><strong>Support Information</strong></p></p>%@ Version %@ (%@)<br>%@ (%@)<br>iOS %@ (%@)</p><hr>
de: <p>[Bitte gib Deine Nachricht hier ein]</p><p><em>Für Support-Anfragen bitte die folgenden Informationen angeben. Das macht es uns leichter Dir zu helfen. Vielen Dank!</em><p><hr><p><strong>Support Information</strong></p></p>%@ Version %@ (%@)<br>%@ (%@)<br>iOS %@ (%@)</p><hr>
nb: <p>[Vennligst tast inn beskjeden din her]</p><p><em>For støtteforespørsler, vennligst ta med følgende informasjon. Dette gjør det lettere for meg å hjelpe deg. Tusen takk!</em><p><hr><p><strong>Støtte informasjon</strong></p></p>%@ Version %@ (%@)<br>%@ (%@)<br>iOS %@ (%@)</p><hr>

source: About
de: Über
nb: Om

source: Actual
de: Aktuell
nb: Aktuelt

source: Add wallet
de: Wallet hinzufügen
nb: Legg til Wallet

source: Address copied to clipboard
de: Adresse kopieren
nb: Adresse kopiert til utklippstavlen

source: Address input
de: Adresse eingeben
nb: Adresse felt

source: Are you sure?
de: Bist Du sicher?
nb: Er du sikker?

source: Ask price
de: Kaufpreis
nb: Spørpris

source: Base crypto currency
de: Krypto-Leitwährung
nb: Basis crypto currency

source: Base fiat currency
de: FIAT-Leitwährung
nb: Basis fiat currency

source: Bid price
de: Verkaufspreis
nb: Budpris

source: Block generation time: %.1fs
de: Blockzeit: %.1fs
nb: Block generasjonstid: %.1fs

source: By entering an address
de: mit Hilfe einer Wallet-Adresse
nb: Ved å taste inn en adresse

source: By entering an amount of NEO
de: mit Hilfe der Anzahl der NEO
nb: Ved å taste inn en mengde NEO

source: By QR-Code
de: mit Hilfe eines QR-Codes
nb: Ved QR-kode

source: By selecting a wallet
de: mit der Auswahl einer Wallet
nb: Ved å velge en Wallet

source: Calculating GAS
de: GAS berechnen
nb: Beregner GAS

source: Calculating GAS for: %@ NEO
de: GAS für : %@ NEO berechnen
nb: Beregner GAS fo: %@ NEO

source: Cancel
de: abbrechen
nb: Avbryt

source: Cannot send Email
de: Email kann nicht gesendet werden
nb: Kan ikke sende e-post

source: Cellular
de: Netzanbieter
nb: Mobilnett

source: Changes
de: Änderungen
nb: Forandringer

source: Cheers thanks!
de: Besten Dank!
nb: Takker og bukker!

source: Connecting to the blockchain
de: Zur Blockchain verbinden
nb: Kobler til blockchain

source: Connection status messages
de: Verbindungsstatus
nb: Tilkoblingsstatusmeldinger

source: Contact us
de: Kontaktiere uns.
nb: Ta kontakt

source: Copy address
de: Adresse kopieren
nb: Kopier adresse

source: Copy Info
de: Informationen kopieren
nb: Kopier info

source: Currency
de: Währung
nb: Valuta

source: Current bid/ask price
de: Aktueller Kauf-/Verkaufspreis
nb: Nåværende bud / spørspris

source: Current market values
de: Aktuelles Marktwert
nb: Nåværende markedsverdier

source: Current wallets
de: Aktuelle Wallets
nb: Nåværende wallets

source: Dismiss
de: Verlassen
nb: Avbryt

source: Dividend
de: Gewinn
nb: Utbytte

source: Donate %@
de: Spende %@
nb: Doner %@

source: Edit wallet
de: Wallet bearbeiten
nb: Rediger wallet

source: Enter a name
de: Gib bitte einen Name ein
nb: Tast inn navnet

source: Enter a name and the address
de: Gib bitte Name und Adresse ein
nb: Tast inn navnet og adresse

source: Enter NEO Amount
de: Anzahl der NEO eingeben
nb: Tast inn NEO beløpet

source: Enter the address
de: Gib bitte eine Adresse ein
nb: Tast inn adresse

source: Feel free to send some %@ in order to make support the Neodius development! :-)
de: Wenn Du von unserer Arbeit überzeugt bist, dann darfst Du uns gerne freiwillig eine kleine Aufmerksamkeit %@ zukommen lassen, damit wir Neodius auch künftig weiterentwickeln können ;-)
nb: Du er velkommen til å sende noe %@ for å kunne støtte Neodius-utviklingen! :-)

source: GAS Calculation
de: GAS Berechnung
nb: GAS Beregning

source: GAS Calculation has been brought to life by N1njaWTF of NeoToGas.com. Neodius' encourages you to tip some NEO/GAS to N1njaWTF for his awesome work!
de: Die GAS-Berechnung wurde von N1njaWTF von NeoToGas.com zum Leben erweckt. Neodius ermutigt Dich, einige NEO/GAS an N1njaWTF für seine großartige Arbeit zu spenden!
nb: GAS Beregningen har blitt lagt tilgjengelig av N1njaWTF av NeoToGas.com. Neodius' oppfordrer deg til å tippe noe NEO / GAS til N1njaWTF for hans fantastiske arbeid!

source: General
de: Allgemein
nb: Alminnelig

source: Get block %@
de: hole Block %@
nb: Få block %@

source: Getting best node
de: Hole besten Node
nb: Henter inn beste node

source: Getting last block
de: Hole letzten Block
nb: Henter inn siste block

source: Hey there!
de: Servus zusammen!
nb: Heisann!

source: Language
de: Sprache
nb: Språk

source: Links
nb: Linker

source: Loading article
de: Artikel wird geladen
nb: Henter artikkel

source: Loading transaction
de: Lade Transaktion
nb: Laster inn transaksjon

source: Market Cap
de: Marktkapitalisierung
nb: Markedsverdi

source: Message Failed!
de: Nachricht fehlgeschlagen!
nb: Melding mislyktes!

source: minute
nb: minutt

source: minutes
de: Minuten
nb: minutter

source: N1njaWTF Tip jar
de: N1njaWTF Spendenbox
nb: N1njaWTF Tipbøtte

source: NEO News
de: NEO Nachrichten
nb: NEO Nyheter

source: No Connection
de: Keine Verbindung
nb: Ingen forbindelse

source: No network we'll inform you when it's back!
de: Keine Verbindung zum Netzwerk! Wir informieren Dich, sobald alles wieder startklar ist!
nb: Ingen nettverk, vi informerer deg når det er tilbake!

source: No transactions found
de: Keine Transaktion(en) gefunden
nb: Ingen transaksjoner funnet

source: Oh yes, internet is back!
de: Super, Du hast wieder eine Verbindung zum Internet!
nb: Jada, internet er tilbake!

source: Per day
de: Pro Tag
nb: Per dag

source: Per month
de: Pro Monat
nb: Per måned

source: Per week
de: Pro Woche
nb: Per uke

source: Per year
de: Pro Jahr
nb: Per år

source: Pick a method
de: Wähle eine Methode aus
nb: Velg en metode

source: Quick address lookup
de: Schnellübersicht der Adresse(n)
nb: Finn raskt en adresse

source: Rank
de: Platz
nb: Rang

source: Receiving NEO Amount from wallet
de: Eine bestimmte Anzahl an NEO von der Wallet empfangen
nb: Motta NEO Beløp fra wallet

source: Refresh interval
de: Aktualisierungsintervall
nb: Refresh intervall

source: Refresh timer
de: Aktualisierungstimer
nb: Refresh tidsur

source: second
de: Sekunde
nb: sekund

source: seconds
de: Sekunden
nb: sekunder

source: Secure app with passcode
de: Die App mit einem Passwort sichern
nb: Sikre app'en med passcode

source: Security
de: Sicherheit
nb: Sikkerhet

source: Select crypto currency
de: Bitte wähle eine Kryptowährung
nb: Velg crypto valuta

source: Select currency
de: Bitte wähle eine FIAT-Währung
nb: Velg valuta

source: Select interval
de: Bitte Wähle einen Abfrageintervall
nb: Velg intervall

source: Select wallet
de: Bitte wähle eine Wallet
nb: Velg wallet

source: Settings
de: Einstellungen
nb: Innstilninger

source: Share address
de: Adresse teilen
nb: Del adresse

source: Tap the icon on the right upper side to enter the NEO amount to calculate!
de: Klick auf das Icon in der rechten oberen Ecke und gib ein wie viel NEO Du berechnen möchtest!
nb: Trykk på ikonet på høyre øvre side for å angi NEO-beløpet for å starte beregningen!

source: Tap to read on
de: Tippen, um weiterzulesen
nb: Trykk for å lese videre

source: Theoretical
de: Theoretisch
nb: Teoretisk

source: This is the NEO address. Feel free to transfer some NEO or GAS! :)
de: Das ist die NEO Adresse. Sei kein Frosch und verschick ein paar NEO oder GAS ;-)
nb: Dette er NEO-adressen. Du er velkommen til å overføre noen NEO eller GAS! :)

source: Time
de: Zeit
nb: Tid

source: Tip jar
de: Spendenbox
nb: Tipbøtte

source: Tip N1njaWTF of NeoToGas.com some GAS or NEO! :-)
de: Spende N1njaWTF über NeoToGas.com ein paar GAS oder NEO! :-)
nb: Tip N1njaWTF fra NeoToGas.com noe GAS eller NEO! :-)

source: Tools
de: Werkzeuge
nb: Verktøy

source: TouchID (not available)
de: TouchID (nicht verfügbar)
nb: TouchID (ikke tilgjengelig)

source: Transactions
de: Transaktionen
nb: Transaksjoner

source: Unclaimed GAS
nb: Uoppfordret GAS

source: Unfortunately there are no Email accounts available on your device. For support questions, please send an Email to %@ and include the following information: %@. Tab the 'Copy info' button to copy this information to your pasteboard. Thank you!
de: Leider ist auf Deinem Gerät keine E-Mail-Konto angelegt. Für Support-Fragen schick uns bitte eine E-Mail an% @ und gib folgende Informationen ein:% @. Klick dazu auf die Schaltfläche "Informationen kopieren", um uns alle notwendigen Daten zu schicken. Nur so können wir Dir am Besten helfen. Vielen Dank!
nb: Beklager, det er ingen e-postkontoer tilgjengelig på din enhet. For støtte spørsmål, vennligst send en e-post til %@ og ta med følgende informasjonen: %@. Klikk på 'Kopier info' -knappen for å kopiere denne informasjonen til din utklippstavlen. Tusen takk!

source: Use MainNet blockchain
de: Nutze die MainNet Blockchain
nb: Bruk MainNet blockchain

source: Use TouchID to unlock Neodius
de: Nutze TouchID zum Entsperren von Neodius
nb: Bruk TouchID for å låse opp Neodius

source: View transaction
de: Transaktion ansehen
nb: Vis transaksjon

source: Visit %@
de: Besuche %@
nb: Gå til %@

source: Visual and messages
de: Nachrichten
nb: Visuelt og meldinger

source: Volume
de: Volumen
nb: Volum

source: Wallet address
de: Wallet-Adresse(n)
nb: Wallet adresse

source: Wallet management
de: Wallet(s) verwalten
nb: Wallet administrasjon

source: Wallet refresh interval
de: Aktualisierungsintervall der Wallet(s)
nb: Wallet oppdateringsintervall

source: Welcome to Neodius, we aim to make the NEO blockchain more accessible to everybody. To use this app, get your wallet address and add this to Neodius. You can do that by tapping the menu button on the left top side and tap Add Wallet. Don't forget to give feedback through the about screen!
de: Servus bei Neodius, wir wollen die NEO-Blockchain für alle etwas zugänglicher und einfacher machen. Damit Du die App auch nutzen kannst, musst Du Deine eigene Wallet-Adresse in unserer Neodius App hinzufügen. Das kannst Du tun, indem Du auf die Menütaste links oben tippst und eine neue Wallet hinzufügst.
nb: Velkommen til Neodius, vi sikter på å få NEO blockhain mer tilgjengelige for alle. For å bruke denne appen, legg til din wallet addresse i Neodius appen. Du kan gjøre det ved å trykke på menyknappen på venstre øverste side og trykke på 'Legg til wallet'. Ikke glem å gi tilbakemelding ved å bruke 'Om' skjermen!

source: What source would you like to have for the GAS Calculation?
de: Welche Quelle möchtest Du für die GAS-Berechnung nutzen?
nb: Hvilken kilde vil du ha for GAS-beregningen?

source: Yes
de: Ja
nb: Ja

source: You're about to remove %@. Are you sure?
de: Du bist gerade dabei %@ zu löschen. Bist Du Dir dabei wirklich sicher?
nb: Er du sikker at du vil slette %@?

source: Your email has failed to send.
de: Deine E-Mail konnte nicht versendet werden.
nb: Noe gikk feil ved å sende eposten din.

source: Tip N1njaWTF
de: Spende N1njaWTF
