Repository: CityOfZion/Neodius
Catalog: Nodius/Supporting Files/LocalizedData/*.lproj/Localizable.strings
Languages: es, nl_be, sv

source: %@ makes use of the following third party libraries. Many thanks to the developers making them available!
es: %@ utiliza las siguientes bibliotecas de terceros. ¡Muchas gracias a los desarrolladores que las han hecho disponibles!
nl_be: %@ maakt gebruik van de volgende bibliotheken. Bedankt aan de ontwikkelaars om deze beschikbaar te stellen.
sv: %@ använder följande tredje-parts bibliotek. Stort tack till alla utvecklare som gör dessa tillgängliga!

source: %@ Market information
es: %@ Información del Mercado
nl_be: %@ Marktinformatie
sv: %@ Marknadsinformation

source: 1 Hour
es: 1 Hora
nl_be: 1 uur
sv: 1 Timme

source: 24 Hour trading
es: Compraventa de 24 Horas
nl_be: 24 uur traden
sv: 24 Timmars byteshandel

source: 24 Hours
es: 24 Horas
nl_be: 24 uur
sv: 24 Timmar

source: 24h high
es: Máximo
nl_be: 24u hoog
sv: 24h högsta

source: 24h low
es: Mínimo
nl_be: 24u laag
sv: 24h lägsta

source: 7 Days
es: 7 días
nl_be: 7 dagen
sv: 7 Dagar

source: <Language> is translated by: <your (nick) name> (<e-mail>)
es: Spanish is translated by: aqdnk
nl_be: Flemish is translated by: ManicPreacher
sv: Swedish is translated by: Kryptokenne (kryptokenne@kryptoteket.se)

source: <p>[Please insert your message here]</p><p><em>For support inquiries, please include the following information. These make it easier for me to help you. Thank you!</em><p><hr><p><strong>Support Information</strong></p></p>%@ Version %@ (%@)<br>%@ (%@)<br>iOS %@ (%@)</p><hr>
es: <p>[Por favor ingresar su mensaje aquí]</p><p><em>Para consultas de soporte, por favor incluya la siguiente información. Esto me hace más fácil ayudarte. ¡Muchas gracias!</em><p><hr><p><strong>Información de soporte</strong></p></p>%@ Version %@ (%@)<br>%@ (%@)<br>iOS %@ (%@)</p><hr>
nl_be: <p>[Uw bericht hier]</p><p><em>Voor support, gelieve volgende informatie toe te voegen. Deze maken het makkelijker om te helpen. Bedankt!</em><p><hr><p><strong>Support informatie</strong></p></p>%@ Versie%@ (%@)<br>%@ (%@)<br>iOS %@ (%@)</p><hr>
sv: <p>[Vad god och skriv ditt meddelande här]</p><p><em>För frågor till support, vad god och inkludera följande information. Detta underlättar så jag enklare kan hjälpa dig. Tack så mycket!</em><p><hr><p><strong>Support Information</strong></p></p>%@ Version %@ (%@)<br>%@ (%@)<br>iOS %@ (%@)</p><hr>

source: About
es: Acerca de
nl_be: Over
sv: Om Oss

source: Actual
nl_be: Huidige
sv: Faktisk

source: Add wallet
es: Agregar billetera
nl_be: Portefeuille toevoegen
sv: Lägg till plånbok

source: Address copied to clipboard
es: Dirección copiada al portapapeles
nl_be: Adres gekopieerd naar plakbord
sv: Adress kopierad till clipboard

source: Address input
es: Ingresar dirección
nl_be: Adres ingave
sv: Adress-inmatning

source: Are you sure?
es: ¿Estás seguro?
nl_be: Bent u zeker?
sv: Är du säker?

source: Ask price
es: Precio de compra
nl_be: Ask prijs
sv: Säljpris

source: Base crypto currency
es: Criptomoneda base
nl_be: Basis crypto-valuta
sv: Bas kryptovaluta

source: Base fiat currency
es: Moneda fiduciaria base
nl_be: Basis fiat-valuta
sv: Bas fiatvaluta

source: Bid price
es: Precio de oferta
nl_be: Bid prijs
sv: Budpris

source: Block generation time: %.1fs
es: Tiempo de generación de bloque %.1fs
nl_be: Block creatie tijd %.1fs
sv: Block genereringstid: %.1fs

source: By entering an address
es: Introduciendo una dirección
nl_be: Door een adres in te geven
sv: Genom att fylla i en adress

source: By entering an amount of NEO
es: Introduciendo un monto de NEO
nl_be: Door een hoeveelheid NEO in te geven
sv: Genom att fylla i antal NEO

source: By QR-Code
es: Introduciendo un código QR
nl_be: Door QR-Code
sv: Genom QR-kod

source: By selecting a wallet
es: Introduciendo una billetera
nl_be: Door een portefeuille te selecteren
sv: Genom att välja en plånbok

source: Calculating GAS
es: Calculando GAS
nl_be: GAS berekenen
sv: Beräknar GAS

source: Calculating GAS for: %@ NEO
es: Calculando GAS por %@ NEO
nl_be: Gas berekenen voor : %@ NEO
sv: Beräknar GAS för: %@ NEO

source: Cancel
es: Cancelar
nl_be: Annuleren
sv: Avbryt

source: Cannot send Email
es: No se pudo enviar correo electrónico
nl_be: Kan email niet versturen
sv: Kan ej sända E-post

source: Cellular
es: Teléfono móvil
nl_be: Mobiel
sv: Mobil

source: Changes
es: Cambios
nl_be: Wijzigingen
sv: Ändringar

source: Cheers thanks!
es: ¡Saludos, gracias!
nl_be: Bedankt!
sv: Tack så mycket!

source: Connecting to the blockchain
es: Conectándose al blockchain
nl_be: Verbinden met de blockchain
sv: Ansluter till blockkedjan

source: Connection status messages
es: Mensajes de estado de conexión
nl_be: Status verbinding
sv: Uppkopplingsstatus meddelanden

source: Contact us
es: Contáctanos
nl_be: Contacteer ons
sv: Kontakta oss

source: Copy address
es: Copiar dirección
nl_be: Adres kopieren
sv: Kopiera adress

source: Copy Info
es: Copiar información
nl_be: Info kopieren
sv: Kopiera information

source: Currency
es: Moneda
nl_be: Valuta
sv: Valuta

source: Current bid/ask price
es: Oferta actual/precio de compra
nl_be: Huidige bid/ask prijs
sv: Nuvarande bud/säljpris

source: Current market values
es: Valores actuales del mercado
nl_be: Huidige marktwaardes
sv: Nuvarande marknadsvärden

source: Current wallets
es: Billeteras actuales
nl_be: Huidige portefeuilles
sv: Nuvarande plånböcker

source: Dismiss
es: Descartar
nl_be: Verwijderen
sv: Avfärda

source: Dividend
es: Dividendo
sv: Utdelning

source: Donate %@
es: Donar %@
nl_be: Donatie %@
sv: Donera %@

source: Edit wallet
es: Editar billetera
nl_be: Portefeuille bewerken
sv: Redigera plånbok

source: Enter a name
es: Ingresa un nombre
nl_be: Naam ingeven
sv: Fyll i ett namn

source: Enter a name and the address
es: Ingresa un nombre y la dirección
nl_be: Naam en adres ingeven
sv: Fyll i ett namn och adressen

source: Enter NEO Amount
es: Ingresa el monto en NEO
nl_be: Hoeveelheid NEO ingeven
sv: Fyll i antal NEO

source: Enter the address
es: Ingresa la dirección
nl_be: Adres ingeven
sv: Fyll i adressen

source: Feel free to send some %@ in order to make support the Nodius development! :-)
es: No dudes en enviar un poco de %@ para apoyar el desarrollo de Nodius! :-)
nl_be: Stuur wat %@ op om de ontwikkeling van Nodius te helpen.
sv: Välkomna att skicka några %@ för att stödja utvecklingen av Nodius! :-)

source: GAS Calculation
es: Cálculo de GAS
nl_be: GAS berekening
sv: GAS-beräkning

source: GAS Calculation has been brought to life by N1njaWTF of NeoToGas.com. Nodius' encourages you to tip some NEO/GAS to N1njaWTF for his awesome work!
es: El cálculo de GAS ha sido traído a la vida por N1njaWTF de NeoToGas.com. ¡Nodius te invita a dejarle a N1njaWTF una propina de NEO/GAS por su impresionante trabajo!
nl_be: GAS berekening is gecreeerd door N1njaWTF van NeoToGas.com. Nodius wil je aansporen om NEO/GAS te storten.
sv: GAS-beräkning har skapats av N1njaWTF från NeoToGas.com. Nodius' uppmuntrar NEO/GAS donationer till N1njaWTF för hans fantastiska arbete!

source: General
nl_be: Algemeen
sv: Allmänt

source: Get block %@
es: Conseguir %@ de bloque
nl_be: Block %@
sv: Hämta block %@

source: Getting best node
es: Consiguiendo el mejor nodo
nl_be: Beste Node zoeken
sv: Erhåller bästa noden

source: Getting last block
es: Consiguiendo el último bloque
nl_be: Laatste block zoeken
sv: Erhåller senaste blocket

source: Hey there!
es: ¡Hola!
nl_be: Hallo!
sv: Hej där!

source: Language
es: Idioma
nl_be: Taal
sv: Språk

source: Links
es: Vínculos
sv: Länkar

source: Loading article
es: Cargando artículo
nl_be: Artikel laden
sv: Läser in artikel

source: Loading transaction
es: Cargando transacción
nl_be: Transactie laden
sv: Läser in transaktion

source: Market Cap
es: Valor máximo del mercado
sv: Marknadslock

source: Message Failed!
es: ¡El mensaje ha fallado!
nl_be: Bericht mislukt!
sv: Meddelandet misslyckades!

source: minute
es: minuto
nl_be: Minuut
sv: minut

source: minutes
es: minutos
nl_be: Minuten
sv: minuter

source: N1njaWTF Tip jar
es: Bote de punta N1njaWTF
nl_be: N1njaWTF Tip
sv: N1njaWTF Donations-skål

source: NEO News
es: NEO Noticias
nl_be: NEO Nieuws
sv: NEO Nyheter

source: No Connection
es: Sin conexión
nl_be: Geen verbinding
sv: Ingen Anslutning

source: No network we'll inform you when it's back!
es: Sin red. ¡Te informaremos cuando esté de regreso!
nl_be: Geen netwerk, we houden je op de hoogte.
sv: Inget nätverk, vi informerar dig när det är tillbaka!

source: No transactions found
es: No se han encontrado transacciones
nl_be: Geen transacties gevonden
sv: Inga transaktioner funna

source: Oh yes, internet is back!
es: Oh si. ¡El internet ha vuelto!
nl_be: Internet is terug!
sv: Nice, internet är tillbaka!

source: Okay
nl_be: Ok
sv: Okej

source: Per day
es: Por día
nl_be: Per dag
sv: Per dag

source: Per month
es: Por mes
nl_be: Per maand
sv: Per månad

source: Per week
es: Por semana
sv: Per vecka

source: Per year
es: Por año
nl_be: Per jaar
sv: Per år

source: Pick a method
es: Escoge un método
nl_be: Kies een methode
sv: Välj en metod

source: Quick address lookup
es: Búsqueda rápida de dirección
nl_be: Snelle adres-opzoeking
sv: Snabbt adressuppslag

source: Rank
es: Rango
sv: Ranking

source: Receiving NEO Amount from wallet
es: Monto de NEO recibido desde billetera
nl_be: Ontvangen NEO van portefeuille
sv: Tar emot NEO Antal från plånbok

source: Refresh interval
es: Intervalo de actualización
nl_be: Vernieuwingsinterval
sv: Uppdatera intervall

source: Refresh timer
es: Minutero de actualización
nl_be: Vernieuwingstimer
sv: Uppdatera timer

source: second
es: segundo
nl_be: seconde
sv: sekund

source: seconds
es: segundos
nl_be: seconden
sv: sekunder

source: Secure app with passcode
es: Asegurar la aplicación con código de acceso
nl_be: Beveiligde app met paswoord
sv: Säkra appen med lösenkod

source: Security
es: Seguridad
nl_be: Beveiliging
sv: Säkerhet

source: Select crypto currency
es: Selecciona una criptomoneda
nl_be: Cryptovaluta kiezen
sv: Välj kryptovaluta

source: Select currency
es: Selecciona una moneda
nl_be: Valuta kiezen
sv: Välj valuta

source: Select interval
es: Selecciona un intervalo
nl_be: Interval kiezen
sv: Välj intervall

source: Select wallet
es: Selecciona una billetera
nl_be: Portefeuille kiezen
sv: Välj plånbok

source: Settings
es: Configuraciones
sv: Inställningar

source: Share address
es: Compartir dirección
nl_be: Adres delen
sv: Dela adress

source: Tap the icon on the right upper side to enter the NEO amount to calculate!
es: ¡Haz tap en el ícono del lado superior derecho para ingresar la cantidad de NEO a calcular!
nl_be: Klik op het icoon in de rechterbovenhoek om de hoeveelheid NEO in te geven
sv: Tryck på ikonen uppe i högra hörnet för att fylla i antalet NEO att beräkna!

source: Tap to read on
es: Toca para leer
nl_be: tap om meer te bekijken
sv: Tryck för att läsa vidare

source: Theoretical
es: Teórico
nl_be: Theoretisch
sv: Teoretiskt

source: This is the NEO address. Feel free to transfer some NEO or GAS! :)
es: Ésta es la dirección NEO. ¡No dudes en transferir un poco de NEO o GAS! :)
nl_be: Dit is het NEO-adres, stort vrijblijven wat NEO of GAS
sv: Detta är NEO-adressen. Välkomna till att föra över lite NEO eller GAS! :-)

source: Time
es: Tiempo
nl_be: Tijd
sv: Tid

source: Tip jar
es: Frasco de propinas
sv: Donations-skål

source: Tip N1njaWTF
es: Dar propina a N1njaWTF
sv: Donera till N1njaWTF

source: Tip N1njaWTF of NeoToGas.com some GAS or NEO! :-)
es: ¡Dé a N1njaWTF algo NEO o GAS!
nl_be: Tip N1njaWTF van NeoToGas.com voor GAS of NEO
sv: Donera lite GAS eller NEO till N1njaWTF från NeoToGas.com! :-)

source: Tools
es: Herramientas
sv: Verktyg

source: TouchID (not available)
es: TouchID (No disponible)
nl_be: Touchid (Niet beschikbaar)
sv: TouchID (inte tillgängligt)

source: Transactions
es: Transacciones
nl_be: Transacties
sv: Transaktioner

source: Unclaimed GAS
es: GAS no reclamado
sv: Outtagna GAS

source: Unfortunately there are no Email accounts available on your device. For support questions, please send an Email to %@ and include the following information: %@. Tab the 'Copy info' button to copy this information to your pasteboard. Thank you!
es: Desafortunadamente no hay cuentas de correo disponibles en tu dispositivo. Para preguntas de soporte, por favor enviar un correo a %@ e incluir la siguiente información: %@ Haz tap en el boton de "Copiar info" para copiar esta información a tu portapapeles. ¡Gracias!
nl_be: Er zijn helaas geen email-accounts op uw toestel. Voor support kan u een email sturen naar %@en volgende informatie toevoegen %@ Gebruik de 'Copy' knop om deze info te kopieren. Bedankt!
sv: Tyvärr finns det inga E-postkonton tillgängliga för din enhet. För frågor till support, skicka gärna ett e-postmeddelande till %@ och inkludera följande information: Tryck på knappen 'Kopiera information' för att kopiera den här informationen. Tack så mycket!

source: Use MainNet blockchain
es: Utilizar blockchain MainNet
nl_be: Gebruik MainNet
sv: Använd MainNet's blockkedja

source: Use TouchID to unlock Nodius
es: Utilizar TouchID para desenllavar Nodius
nl_be: Gebruik TouchId om Nodius te ontgrendelen
sv: Använd TouchID för att låsa upp Nodius

source: View transaction
es: Ver transacción
nl_be: Transactie bekijken
sv: Se transaktion

source: Visit %@
es: Visitar %@
nl_be: Bezoek %@
sv: Besök %@

source: Visual and messages
es: Visual y mensajes
nl_be: Visualisering en berichten
sv: Visuell och meddelanden

source: Volume
es: Volumen
sv: Volym

source: Wallet address
es: Dirección de billetera
nl_be: Portefeuille adres
sv: Plånboks-adress

source: Wallet management
es: Manejo de billetera
nl_be: portefeuille beheer
sv: Hantera plånbok

source: Wallet refresh interval
es: Intérvalo de actualización de billetera
nl_be: Portefeuille vernieuwingsinterval
sv: Uppdateringsintervall plånbok

source: Wallets
es: Billeteras
nl_be: Potefeuilles
sv: Plånböcker

source: Welcome to Nodius, we aim to make the NEO blockchain more accessible to everybody. To use this app, get your wallet address and add this to Nodius. You can do that by tapping the menu button on the left top side and tap Add Wallet. Don't forget to give feedback through the about screen!
es: Bienvenido a Nodius, nuestro objetivo es que el blockchain NEO sea más accesible para todos. Para utilizar esta aplicación, consigue tu dirección de billetera y agrégala a Nodius. Puedes hacerlo haciendo tap en el botón de menú que hay al lado superior izquierda y luego dándole tap a "Agregar billetera". ¡No olvides de dar tu retroalimentación a través de la pantalla de información!
nl_be: Welkom bij Nodius, we ijveren ervoor om de NEO blockchain meer inzichtelijk voor iedereen te maken. Voeg uw portefeuille-adres toe aan Nodius om deze app te gebruiken. Je kan dit doen middels de menu-knop onderaan
sv: Välkommen till Nodius. Vårt mål är att göra NEO's blockkedja mer tillgänglig för alla. För att använda denna app ska du ta reda på din plånboks-adress och lägga till den i Nodius. Du kan göra det genom att trycka på menyknappen uppe i det vänstra hörnet och sedan välja Lägg till Plånbok. Glöm inte att ge feedback via 'om oss' sidan!

source: What source would you like to have for the GAS Calculation?
es: ¿Qué fuente te gustaría utilizar para el cálculo de GAS?
nl_be: Welke bron voor de GAS-berekening?
sv: Vilken källa skulle du vilja ha för GAS-beräkningen?

source: Yes
es: Sí
nl_be: Ja
sv: Ja

source: You're about to remove %@. Are you sure?
es: Estás a punto de remover %@. ¿Estás seguro?
nl_be: U gaat %@ verwijderen. Bent u zeker?
sv: Du är på väg att ta bort %@. Är du säker?

source: Your email has failed to send.
es: Tu correo no se ha podido enviar.
nl_be: Uw email kon niet verzonden worden
sv: Ditt e-postmeddelande kunde inte sändas
